docs/authuser.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:anzen="http://www.anzen.com.mx/userComponent/types/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
   <soap:Body>
      <anzen:authenticateUcUserMasterCredentialRequest>
         <password>1234567890</password>
         <login>yay1234567</login>
      </anzen:authenticateUcUserMasterCredentialRequest>
   </soap:Body>
</soap:Envelope>
